Repository: radical-software/mongrey
Catalog: mongrey/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: IP Address
fr: Adresse IP

source: IP Address + Domain Recipient
fr: Adresse IP + Domaine Destinataire

source: IP Address + Email Recipient
fr: Adresse IP + Email Destinataire

source: IP Address + Email Sender + Email Recipient
fr: Adresse IP + Email Expéditeur + Email Destinataire

source: Email Sender + Email Recipient
fr: Email Expéditeur + Email Destinataire

source: Hostname
fr: Nom d'hôte

source: Email Sender
fr: Email Expéditeur

source: Email Recipient
fr: Email Destinataire

source: Country Code
fr: Code Pays

source: Helo Name
fr: Helo smtp

source: Invalid Domain: %s
fr: Domaine non valide : %s

source: Invalid Email: %s
fr: Email non valide : %s

source: Invalid Username: %s
fr: Identifiant invalide: %s

source: Invalid Email or Domain: %s
fr: Domaine ou Email non valide: %s

source: Invalid IP Address: %s
fr: Adresse IP non valide : %s

source: Invalid Hostname: %s
fr: Nom d'hôte non valide : %s

source: Users
fr: Utilisateurs

source: Domains
fr: Domaines

source: Mailboxs
fr: Emails

source: Mynetworks
fr: Mes Réseaux

source: Policies
fr: Politiques

source: Greylists
fr: Listes Grises

source: Whitelists
fr: Listes Blanches

source: Blacklists
fr: Listes Noires

source: Metrics
fr: Métriques

source: Conflict with api_key[%s]. Already exist
fr: Cette clé API [%s] existe déjà

source: The language has been updated
fr: La langue est bien mise à jour

source: Login
fr: Connexion

source: bad password for [%(username)s]
fr: Mauvais mot de passe pour [%(username)s]

source: Logged in successfully.
fr: Vous êtes bien connecté.

source: login fail. bad password or username
fr: Erreur d'authentification. Mauvais username ou mot de passe

source: English
fr: Anglais

source: French
fr: Français

source: Mongrey Authentication
fr: Mongrey Authentification

source: Greylist Entry
fr: Entrée de la liste grise

source: Last state
fr: Dernier statut

source: Close
fr: Fermer

source: Logout
fr: Se déconnecter

source: Please authenticate
fr: Merci de vous authentifier
